<?php
$this->title='积分规则';
$this->registerCssFile(BH_CDN_RES.'/static/css/tchIntegralRule.css'. RESOURCES_VER);
?>
<div>
    <div class="main col1200">
        <div class="col1200 integralCon clearfix">
            <ul class="integralLeft clearfix">
                <li>积分介绍</li>
                <li>等级规则</li>
                <li>获取方式</li>
            </ul>
            <div class="integralRight">
                <ul>
                    <li>
                        <h4>1.积分介绍</h4>
                        <p>积分可以通过作业、答疑和闯关答题等操作获得，是用户等级提升的重要因素。</p>
                    </li>
                    <li>
                        <h4>2.等级规则</h4>
                        <p>等级根据积分决定，当用户的积分值达到特定数值时，可以提升到特定的等级。</p>
                    </li>
                    <li>
                        <h4>3.获取方式</h4>
                        <h5>学生：</h5>
                        <p>1）闯关答题：</p>
                        <p>闯关可获得积分，答对一题获得1积分，连对获得2积分，闯关获得三星后，积分不再奖励；未获得三星闯关时都有奖励积分；</p>
                        <p>2）提交作业：</p>
                        <p>每次提交一份作业，则可获得5积分；</p>
                        <p>3）签到</p>
                        <p>每天签到成功可获得1积分；</p>
                        <p>4）采纳答案</p>
                        <p>在答疑中回答的问题被提问人采纳，可获得2积分；</p>
                        <p>5）发布答疑</p>
                        <p>发布答疑问题一次，则可获得1积分；</p>
                        <p>6） 回复答疑</p>
                        <p>每回复一次其他用户答疑则可获得1积分；</p>
                        <p>7）听“讲作业”课程</p>
                        <p>报名并听“讲作业”课程一次，可获得10积分；</p>
                        <p>8）周周通VIP用户</p>
                        <p>购买或试用周周通的用户，在获得积分的同时可额外获得积分奖励。</p>
                        <h5>老师：</h5>
                        <p>1）布置作业：</p>
                        <p>每布置一份精品作业或电子作业，可获得5积分；</p>
                        <p>2）批改作业：</p>
                        <p>每批改一份电子作业，可获得1积分；</p>
                        <p>3）创建纸质作业：</p>
                        <p>每创建一次纸质作业，则可获得2积分；</p>
                        <p>4） 创建电子作业</p>
                        <p>每创建一次电子作业，则可获得2积分；</p>
                        <p>5）签到</p>
                        <p>每天签到成功可获得1积分；</p>
                        <p>6）采纳答案</p>
                        <p>在答疑中回答的问题被提问人采纳，可获得2积分；</p>
                        <p>7）发布答疑</p>
                        <p>发布答疑问题一次，则可获得1积分；</p>
                        <p>8） 回复答疑</p>
                        <p>每回复一次其他用户答疑则可获得1积分。</p>
                    </li>
                </ul>


            </div>
        </div>
    </div>
</div>
