<?php
/**
 * Created by PhpStorm.
 * User: liuxing
 * Date: 17-4-21
 * Time: 下午1:54
 */
use yii\web\View;

$this->registerCssFile(BH_CDN_RES . '/static/css/appRule.css' . RESOURCES_VER, ['position' => View::POS_HEAD]);
?>
<div id="content">
    <h3>1.介绍</h3>
    <p>学米是辅助学习和教学的工具；用户可在商城兑换学习用品和指定商品；用户可通过完成系统设定的规则获得学米，学米只限用于班海内部不可变现兑换成人民币。</p>
    <h3>2.获取方式</h3>
    <p>1）闯关：</p>
    <p>学生闯关成功并获3星可获得3学米。</p>
    <p>2）学生提交作业：</p>
    <p>学生每次提交一份作业，则可获得3学米，每天最多获得15学米。</p>
    <h3>3.如何使用学米</h3>
    <p>学米可在商城中兑换话费、学习用品和其他用品。</p>
    <h3>4.闯关规则</h3>
    <p>1）每个关卡单次闯关有5道题，限时是5分钟，倒计时结束则闯关结束，系统根据答题情况给出闯关结果。</p>
    <p>2）闯关-学米</p>
    <p>闯关获得学米，每个关卡最多可获得3个学米；做对3道获得1学米，做对4道获得2学米；做对5道获得3学米。</p>
    <p>单一关卡可多次闯关，获得的学米数量以最多为准，重复闯关不累积学米。</p>
    <p>3）闯关-积分</p>
    <p>闯关获得积分，答对一题获得1积分，连对获得2积分，获得三星后，积分不再奖励；未获得三星闯关时都有奖励积分。</p>
    <p>退出闯关答题会减少一次闯关机会。</p>
    <h3>5.周周通vip用户</h3>
    <p>购买和试用周周通的用户会获得周周通“VIP”身份铭牌，购买周周通的用户还有专属周周通特权勋章。在获得学米的情况下还可额外获得学米奖励。</p>
    <h3>6.周周通VIP</h3>
    <p>申请成为周周通会员，普通会员、银质会员和金质会员可获得10学米，钻石会员可获得50学米。</p>
</div>