<?php

$this->title='教师学米规则';
$this->registerCssFile(BH_CDN_RES.'/static/css/tchIntegralRule.css'. RESOURCES_VER);
?>

<div class="main col1200">
    <div class="col1200 integralCon clearfix">
        <ul class="integralLeft clearfix">
            <li>介绍</li>
            <li>获取方式</li>
            <li>如何使用学米</li>
        </ul>
        <div class="integralRight">
            <ul>
                <li>
                    <h4>1.学米介绍</h4>
                    <p>学米是辅助学习和教学的工具；用户可在商城兑换学习用品和指定商品；用户可通过完成系统设定的规则获得学米，学米只限用于班海内部不可变现兑换成人民币；</p>
                </li>
                <li>
                    <h4>2.获取方式</h4>
                    <p>所有作业奖励均为电子作业，不包括纸质作业；</p>
                    <p>1）布置精品作业：</p>
                    <p>布置一次精品作业，当学生的提交比例达到40%-60%时给予奖励——3学米/学生；</p>
                    <p>布置一次精品作业，当学生的提交比例达到60%-100%时给予奖励——5学米/学生；</p>
                    <p>2）布置自组作业：</p>
                    <p>布置一次自组作业，当学生的提交比例达到80%及以上时给予奖励——1学米/学生；</p>
                    <p>布置作业和学生提交作业奖励上限为800学米/周。</p>
                    <p>3）批改作业：</p>
                    <p>老师每批改一份电子作业，奖励3学米（系统自动批改的作业不计入统计）。</p>
                    <p>批改电子作业奖励上限为400学米/周。</p>
                    <p>4）公布作业结果：</p>
                    <p>老师每公布一次作业结果，奖励20学米，此项奖励上限为40学米/周。</p>
                    <p>5）额外奖励：</p>
                    <p>每月月底统计，学生作业批改8次及以上且作业批改人数达到80%及以上时，按每名学生（取最多）10学米给予老师额外奖励，此项奖励上限为800学米/月（包括多个班级），统计作业截止时间都是当前月的作业。</p>
                    <p>6) 家长签字奖励：</p>
                    <p>布置一份需要家长签字的电子作业，学生的家长签字达到50%以上时给予奖励——2学米/学生；</p>
                    <p>家长签字奖励上限为100学米/周。</p>
                </li>
                <li>
                    <h4>3.如何使用学米</h4>
                    <p>学米可在商城中兑换话费、学习用品和其他用品。</p>
                </li>
                <li>
                    <h4>4.周周通vip</h4>
                    <p>任教班级学生开通周周通特权后，会贡献给班级班主任老师固定数量的学米，体验会员可获得10学米，正式会员可获得100学米。</p>
                </li>
            </ul>

        </div>
    </div>
</div>
